export const articles = [
    {
        id: "hksduyfkaudfkafldauf",
        title: "韓國瑜拜會王金平內容曝光！",
        subtitle: "民黨立委韓國瑜、江啟臣1日正式就職立",
        topic: "tech",
        contents: [
            "韓國瑜、江啟臣昨下午在立法院宣示就職後，國民黨立委洪孟楷晚間臉書發文，「韓國瑜、江啟臣正副院長宣示就職後第一個行程，拜會王金平前院長」。",
            "洪透露，韓國瑜、江啟臣向王前院長請益國會外交、朝野協商、議事運作等事宜，展現經驗傳承、團結一心的新氣象。行動的立法院、人民的立法院，為第十一屆立院開議創下良好典範。            ",
            "據《ETtoday》報導，傅崐萁今表示，王金平會談中講了一些國會議事，且有特別提到國會議長的高度，除了議事內容外，還有強調實質外交很重要；王也提點韓國瑜，國內有一些「隱形冠軍」，大概點名幾個，讓大家去了解、接觸，比如一名換肝的醫師，非常有名，換了一千多人的肝，很多國家重要人物來台灣找該醫師換肝，這些都是可以推動實質外交的人。而江啟臣非常優秀，相當具國際觀，這方面都可以拓展的台灣對外政治視野跟形象。",
            "據《ETtoday》報導，傅崐萁今表示，王金平會談中講了一些國會議事，且有特別提到國會議長的高度，除了議事內容外，還有強調實質外交很重要；王也提點韓國瑜，國內有一些「隱形冠軍」，大概點名幾個，讓大家去了解、接觸，比如一名換肝的醫師，非常有名，換了一千多人的肝，很多國家重要人物來台灣找該醫師換肝，這些都是可以推動實質外交的人。而江啟臣非常優秀，相當具國際觀，這方面都可以拓展的台灣對外政治視野跟形象。",

        ],
        date: ''
    },
]
export const articleTitle = [
    {
        id: "hksduyfkaudfkafldauf",
        title: "韓國瑜拜會王金平內容曝光！",
        topic: "tech",
    },
    {
        id: "hkdashyuyfldauf",
        title: "炸雞外送服務大調查！哪一家CP值最划算？",
        topic: "culture",

    },
    {
        id: "hksduyjfghjfjhgjldauf",
        title: "第一屆滑起來臭豆腐大賽！冠軍原來是這家【民生調查局#22】        ",
        topic: "daily",

    },
    {
        id: "hfds534523gsdfgafldauf",
        title: "【ヒカル】泥酔鍋復活！爆弾発言連発で大暴れ！絶縁の真相…本音でぶつかり合いました【第50回泥酔鍋】    ",
        topic: "culture",

    },
    {
        id: "hksd14324555dauf",
        title: "Lofi Music To Calm Your Mind  ",
        topic: "music",
    },
    {
        id: "23r4314kafldauf",
        title: "distant memories. ",
        topic: "music",
    },
]